/* No comment provided by engineer. */
"(Multiple)" = "(Múltiple)";

/* (None) */
"(None)" = "(Ninguno)";

/* Abort */
"Abort" = "Cancelar";

/* AbortClone */
"AbortClone" = "Abortar Clonación";

/* AbortGraft */
"AbortGraft" = "Abortar Injerto";

/* AbortRebase */
"AbortRebase" = "Abortar la reorganización";

/* AcceptAndContinue */
"AcceptAndContinue" = "Aceptar y Continuar";

/* AccessibilitySidebarBookmark */
"AccessibilitySidebarBookmark" = "Marcador";

/* AccessibilitySidebarBranch */
"AccessibilitySidebarBranch" = "Rama";

/* AccessibilitySidebarCurrentBookmark */
"AccessibilitySidebarCurrentBookmark" = "Actual Marcador";

/* AccessibilitySidebarCurrentBranch */
"AccessibilitySidebarCurrentBranch" = "Rama Actual";

/* AccessibilitySidebarFileStatus */
"AccessibilitySidebarFileStatus" = "Estado del Archivo";

/* AccessibilitySidebarRemote */
"AccessibilitySidebarRemote" = "Remoto";

/* AccessibilitySidebarRemoteBranch */
"AccessibilitySidebarRemoteBranch" = "Rama Remota";

/* AccessibilitySidebarStash */
"AccessibilitySidebarStash" = "Reservado";

/* AccessibilitySidebarSubmodule */
"AccessibilitySidebarSubmodule" = "Submódulo";

/* AccessibilitySidebarSubtree */
"AccessibilitySidebarSubtree" = "Sub-árbol";

/* AccessibilitySidebarTag */
"AccessibilitySidebarTag" = "Etiqueta";

/* AccountCreationFailed */
"AccountCreationFailed" = "Fallo en creación de cuenta";

/* AddGlobalIgnore */
"AddGlobalIgnore" = "Ignorar Globalmente";

/* AddLocalIgnore */
"AddLocalIgnore" = "Ignorar en este Repositorio";

/* AddSubtreeTaskSummaryTitle */
"AddSubtreeTaskSummaryTitle" = "Añadiendo rama a la ruta local '%@'...";

/* AddToIndexMenuTitle */
"AddToIndexMenuTitle" = "Añadir al índice";

/* AllFiles */
"AllFiles" = "Todos los archivos";

/* AllTrackedBranches */
"AllTrackedBranches" = "Todas las ramas en seguimiento";

/* AlreadyResolvedDesc */
"AlreadyResolveDesc" = "Los siguientes archivos ya están marcados como resueltos, esta seguro de que desea fusionarlos de nuevo? \n%@";

/* AlreadyResolvedTitle */
"AlreadyResolvedTitle" = "Archivo ya resuelto";

/* ApplyPatchNoPatchSpecified */
"ApplyPatchNoPatchSpecified" = "No se ha especificado ningún fichero parche";

/* ApplyPatchNoPatchText */
"ApplyPatchNoPatchText" = "No se ha especificado ningún texto parche";

/* ApplyPatchOpenPanelMessage */
"ApplyPatchOpenPanelMessage" = "Selecciona una ruta de archivo a aplicar";

/* ApplyPatchOpenPanelNameLabel */
"ApplyPatchOpenPanelNameLabel" = "Fichero del parche:";

/* ApplyPatchOpenPanelTitle */
"ApplyPatchOpenPanelTitle" = "Abrir fichero del parche";

/* ApplyPatchRejectionsMsg */
"ApplyPatchRejectionsMsg" = "Unos o mas fragmentos del parche que acabas de aplicar fueron rechazados, encontrarás esos fragmentos en los archivos '.rej' con el mismo nombre que el archivo afectado. Los archivos afectados son:\n\n%@";

/* ApplyPatchRejectionsTitle */
"ApplyPatchRejectionsTitle" = "Fragmentos rechazados en el parche";

/* AppNotFound */
"AppNotFound" = "%@ no se ha encontrado en tu sistema, por favor asegurare de instalarlo antes de intentar usarlo. ";

/* AppNotFoundMsg */
"AppNotFoundMsg" = "%@ no se ha encontrado en tu sistema, por favor asegurare de instalarlo antes de intentar usarlo. ";

/* AppNotFoundTitle */
"AppNotFoundTitle" = "Aplicación No Encontrada";

/* AraxisMergeCmdLineNotFound */
"AraxisMergeCmdLineNotFound" = "Usted no posee instalada las herramientas de linea de comandos Araxis Merge, que es requerida. Por favor visite el sitio web de Araxis Merge para descargarlas y siga las instrucciones de instalación ";

/* AraxisMergeCmdLineNotFoundTitle */
"AraxisMergeCmdLineNotFoundTitle" = "Herramientas de linea de comandos Araxis Merge no encontrada";

/* AraxisMergeNotFound */
"AraxisMergeNotFound" = "No se encontró Araxis Merge en este Mac. Por fvor instala Araxis Merge si deseas usarlo para diferenciar o fusionar archivos.";

/* AraxisMergeNotFoundTitle */
"AraxisMergeNotFoundTitle" = "Araxis Merge no esta instalado";

/* AuthInstallCommandLineToolPrompt */
"AuthInstallCommandLineToolPrompt" = "AuthInstallCommandLineToolPrompt";

/* AuthorisationFailedTitle */
"AuthorisationFailedTitle" = "Autorización Fallida";

/* Automatic */
"Automatic" = "Automatico";

/* BranchPullTaskSummary */
"BranchPullTaskSummary" = "Recibir rama \"%@\" de \"%@\"";

/* BrowseDefaultFolderLabel */
"BrowseDefaultFolderLabel" = "Carpeta por defecto:";

/* BrowseDefaultFolderMsg */
"BrowseDefaultFolderMsg" = "Escoge la carpeta por defecto para los nuevos repositorios y clonados.";

/* BrowseDefaultFolderTitle */
"BrowseDefaultFolderTitle" = "Carpeta por defecto:";

/* BrowseDefaultGPGFileMsg */
"BrowseDefaultGPGFileMsg" = "Elige la localización GPG para firmar anotaciones";

/* BrowseDefaultGPGFileTitle */
"BrowseDefaultGPGFileTitle" = "Ubicación GPG predeterminada";

/* BrowseGitGlobalIgnoreLabel */
"BrowseGitGlobalIgnoreLabel" = "Ignorar archivo:";

/* BrowseGitGlobalIgnoreMsg */
"BrowseGitGlobalIgnoreMsg" = "Seleccione su archivo Git .ignore global";

/* BrowseGitGlobalIgnoreTitle */
"BrowseGitGlobalIgnoreTitle" = "Lista Global de Ignorados de Git";

/* BrowseHgGlobalIgnoreLabel */
"BrowseHgGlobalIgnoreLabel" = "Ignorar archivo:";

/* BrowseHgGlobalIgnoreMsg */
"BrowseHgGlobalIgnoreMsg" = "Elige tu archivo de ignoracion global para Mercurial";

/* BrowseHgGlobalIgnoreTitle */
"BrowseHgGlobalIgnoreTitle" = "Archivo Ignorados Global de Mercurial";

/* BrowserLoadError */
"BrowserLoadError" = "Se ha encontrado un error al tratar de cargar sus marcadores";

/* BrowserLoadErrorTitle */
"BrowserLoadErrorTitle" = "No se pueden cargar los marcadores";

/* Cancel */
"Cancel" = "Cancelar";

/* Change Folder */
"ChangeFolder" = "Cambiar Carpeta";

/* ChangesNotFound */
"ChangesNotFound" = "No hubo cambios en este Mac, por favor instala antes de seleccionar como diff o merge herramienta externa.";

/* ChangesNotFoundTitle */
"ChangesNotFoundTitle" = "Cambios No Encontrados";

/* ChangeSubmoduleSourceMsg */
"ChangeSubmoduleSourceMsg" = "Introduce la nueva URL de origen para '%@'";

/* ChangeSubmoduleSourceTitle */
"ChangeSubmoduleSourceTitle" = "Cambiar fuente para el submódulo";

/* ChangeSubrepoSourceTitle */
"ChangeSubrepoSourceTitle" = "Cambiar fuente para el subrepositorio";

/* CheckingCloneUrl */
"CheckingCloneUrl" = "Revisando la URL de clonación...";

/* CheckingForUserStatus */
"CheckingForUserStatus" = "Verificando usuario";

/* CheckingSubmodules */
"CheckingSubmodules" = "Verificando submódulos...";

/* CheckingSubrepositories */
"CheckingSubrepositories" = "Verificando subrepositorios...";

/* CheckoutMenuTitle */
"CheckoutMenuTitle" = "Desplegar...";

/* CheckoutUncommittedShelveLabel */
"CheckoutUncommittedShelveLabel" = "Dejarlos en un estante con descripción:";

/* CheckoutUncommittedStashLabel */
"CheckoutUncommittedStashLabel" = "Dejar en el reservado con descripción:";

/* CheckoutUrlLocalBranchExistsMsg */
"CheckoutUrlLocalBranchExistsMsg" = "La rama local '%@' ya existe. ¿Quieres recibir los últimos cambios de '%@/%@' en esta rama existente?";

/* CheckoutUrlLocalBranchExistsTitle */
"CheckoutUrlLocalBranchExistsTitle" = "La rama local ya existe";

/* CherryPickMenuTitle */
"CherryPickMenuTitle" = "Escoger";

/* CleanFiles */
"CleanFiles" = "Limpiar archivos";

/* CloneDirNotEmptyMsg */
"CloneDirNotEmptyMsg" = "La ruta %@ ya existe y no es un directorio vacío. Por favor escoge un directorio vacío o nuevo en donde deseas clonar.";

/* CloneDirNotEmptyTitle */
"CloneDirNotEmptyTitle" = "No se puede clonar dentro de una carpeta no vacía";

/* CloneFromToMsg */
"CloneFromToMsg" = "Clonando De %@ A %@";

/* CloneInProgressMsg */
"CloneInProgressMsg" = "Estas clonando un repositorio, si sales de SourceTree ahora el clonado sera abortado. Estas seguro de que quieres salir de SourceTree?";

/* CloneInProgressTitle */
"CloneInProgressTitle" = "Clonado en progreso";

/* CmdLineInstallHelperFailedMsg */
"CmdLineInstallHelperFailedMsg" = "No se pudo instalar las herramientas de línea de comandos, por favor dirigirse a las bitácoras del sistema para más detalles.";

/* CmdLineInstallHelperFailedTitle */
"CmdLineInstallHelperFailedTitle" = "Instalación fallida";

/* CmdLineToolNotFoundMsg */
"CmdLineToolNotFoundMsg" = "La utilidad de linea de comandos %@ no se encuentra en tu sistema. Por favor asegurare de instalar las herramientas de linea de comandos para tu opción seleccionada. ";

/* CmdLineToolNotFoundTitle */
"CmdLineToolNotFoundTitle" = "Utilidad no encontrada";

/* CommandHistoryTableTitle */
"CommandHistoryTableTitle" = "Historico de Comandos";

/* Commit */
"Commit" = "Anotar";

/* Commit... */
"Commit..." = "Anotar…";

/* CommitDetails */
"CommitDetails" = "Detalles de la anotación";

/* CommitLabel */
"CommitLabel" = "Anotación:";

/* CompanyRegisterField */
"CompanyRegisterField" = "compañía";

/* CompleteAllFieldsMsg */
"CompleteAllFieldsMsg" = "Por favor complete todos los campos antes de continuar.";

/* CompleteAllFieldsTitle */
"CompleteAllFieldsTitle" = "Campos obligatorios requeridos";

/* ConfirmAbortGraftMsg */
"ConfirmAbortGraftMsg" = "Estas seguro que quieres abortar la inserción en progreso?  Esto descartará todos tus cambios locales.";

/* ConfirmAbortGraftTitle */
"ConfirmAbortGraftTitle" = "Acerca de Graft?";

/* ConfirmAbortRebaseMsg */
"ConfirmAbortRebaseMsg" = "¿Estás seguro de querer abortar la reorganización?";

/* ConfirmAbortRebaseTitle */
"ConfirmAbortRebaseTitle" = "¿Abortar reorganización?";

/* Confirm Add Files Message
   ConfirmAddFilesMessage */
"ConfirmAddFilesMessage" = "El contenido de los siguientes archivos serán agregados a la versión de control: \n%@";

/* Confirm Add Files
   ConfirmAddFilesTitle */
"ConfirmAddFilesTitle" = "¿Confirmar Añadir?";

/* ConfirmAddLargeFilesMessage */
"ConfirmAddLargeFilesMessage" = "Los siguientes archivos ocupan 10MB o mas, estas seguro que quieres añadirlos al control de la fuente?\n\n%@";

/* ConfirmAddLargeFilesTitle */
"ConfirmAddLargeFilesTitle" = "Archivos extensos detectados";

/* ConfirmAddRemove */
"ConfirmAddRemove" = "Esta acción eliminará todos los archivos no encontrados de tu espacio de trabajo local, y añadirá todos los archivos nuevos.\n\n¿Seguro que quieres continuar?";

/* ConfirmAddRemoveTitle */
"ConfirmAddRemoveTitle" = "Confirmar agregar/eliminar";

/* ConfirmAddWorkingCopyMsg */
"ConfirmAddWorkingCopyMsg" = "Ya existe una copia funcional con la misma ruta.\n\nEstas seguro ue quieres continuar?";

/* ConfirmAddWorkingCopyTitle */
"ConfirmAddWorkingCopyTitle" = "Confirmar Añadir Copia de Trabajo";

/* ConfirmApplyStashMsg */
"ConfirmApplyStashMsg" = "¿Estás seguro de que deseas aplicar los cambios del reservado '%@' a tu copia de trabajo?";

/* ConfirmApplyStashTitle */
"ConfirmApplyStashTitle" = "¿Aplicar cambios del reservado?";

/* ConfirmBackout */
"ConfirmBackout" = "¿Estas seguro de querer revertir los cambios seleccionados?";

/* ConfirmBackoutTitle */
"ConfirmBackoutTitle" = "Confirmar retroceso?";

/* ConfirmCloseBranchMsg */
"ConfirmCloseBranchMsg" = "¿Estas seguro de que quieres cerrar la rama '%@'?";

/* ConfirmCloseBranchTitle */
"ConfirmCloseBranchTitle" = "Confirmar Cerrado de Rama";

/* ConfirmContinueGraftMsg */
"ConfirmContinueGraftMsg" = "Estas seguro que quieres continuar con la operación de inserción? Asegurate de que has resuelto todos los conflictos existentes.";

/* ConfirmContinueGraftTitle */
"ConfirmContinueGraftTitle" = "Continuar injerto?";

/* ConfirmContinueRebaseMsg */
"ConfirmContinueRebaseMsg" = "¿Estás seguro de que quieres continuar la reorganización? Asegúrate de que has resuelto todos los conflictos pendientes.";

/* ConfirmContinueRebaseTitle */
"ConfirmContinueRebaseTitle" = "¿Continuar reorganización?";

/* ConfirmDeleteBranchMsg */
"ConfirmDeleteBranchMsg" = "Estas seguro que quieres eliminar las siguientes ramas?\n\n%@";

/* ConfirmDeleteBranchTitle */
"ConfirmDeleteBranchTitle" = "Confirmar Borrado de Rama";

/* ConfirmDeleteRemoteBranchMsg */
"ConfirmDeleteRemoteBranchMsg" = "Estas seguro que quieres eliminar las siguientes ramas remotas?\n\n%@\n\nEsto causará que las ramas se eliminen del ordenador remoto tambien (la eliminación será enviada)";

/* ConfirmDeleteRemoteBranchTitle */
"ConfirmDeleteRemoteBranchTitle" = "Confirmar Borrado de Rama";

/* ConfirmDeleteShelvedMsg */
"ConfirmDeleteShelvedMsg" = "¿Estás seguro de que deseas eliminar los cambios del estante '%@'?";

/* ConfirmDeleteSingleRemoteBranchMsg */
"ConfirmDeleteSingleRemoteBranchMsg" = "Estas seguro que quieres eliminar la rama remota '%@'?\n\nEsto cusará que la rama se elimine del ordenador remoto tambien (la eliminación será enviada)";

/* ConfirmDeleteStashMsg */
"ConfirmDeleteStashMsg" = "¿Estás seguro de que deseas eliminar los cambios del reservado '%@'?";

/* ConfirmDeleteSubmoduleMsg */
"ConfirmDeleteSubmoduleMsg" = "¿Está seguro que desea eliminar '%@''?";

/* ConfirmDeleteTitle */
"ConfirmDeleteTitle" = "Confirmar Borrado";

/* ConfirmDiscardHunkMsg */
"ConfirmDiscardHunkMsg" = "¿Está seguro que desea descartar todos los cambios de este bloque?";

/* ConfirmDiscardHunkTitle */
"ConfirmDiscardHunkTitle" = "¿Confirmar descartar cambios?";

/* ConfirmDiscardLinesMsg */
"ConfirmDiscardLinesMsg" = "¿Está seguro que desea descartar los cambios de las líneas seleccionadas?";

/* ConfirmDiscardLinesTitle */
"ConfirmDiscardLinesTitle" = "¿Confirmar descartar cambios?";

/* ConfirmForcePushMsg */
"ConfirmForcePushMsg" = "Un envío forzado puede tener un impacto importante en tus remotos y en aquellos que reciben de los mismos. ¿Estás seguro de que quieres forzar el envío?";

/* ConfirmForcePushTitle */
"ConfirmForcePushTitle" = "Confirmar envío forzado";

/* ConfirmIgnoreMsg */
"ConfirmIgnoreMsg" = "¿Ignorar estos archivos?\n\n%@";

/* ConfirmIgnoreTitle */
"ConfirmIgnoreTitle" = "Confirmar Ignorado?";

/* ConfirmMarkResolvedDesc */
"ConfirmMarkResolvedDesc" = "Estas seguro que quieres marcar los siguientes archivos como resueltos?\n\n%@";

/* ConfirmMarkResolvedTitle */
"ConfirmMarkResolvedTitle" = "Confirmar marca resuelta";

/* ConfirmMarkUnresolvedDesc */
"ConfirmMarkUnresolvedDesc" = "Estas seguro que deseas marcar los siguientes archivos como no resueltos?\n\n%@";

/* ConfirmMarkUnresolvedTitle */
"ConfirmMarkUnresolvedTitle" = "Confirmar marca no resuelta";

/* ConfirmMergeMsg */
"ConfirmMergeMsg" = "Estas seguro que quieres fusionar '%@' con la rama actual?";

/* ConfirmMergeTitle */
"ConfirmMergeTitle" = "Confirmar Unión";

/* ConfirmOverwritePatchFileMsg */
"ConfirmOverwritePatchFileMsg" = "Este archivo ya existe - estas seguro que quieres sobreescribirlo?";

/* ConfirmOverwritePatchFileTitle */
"ConfirmOverwritePatchFileTitle" = "¿Sobreescribir archivo?";

/* ConfirmPullIntoBranchMsg */
"ConfirmPullIntoBranchMsg" = "¿Estás seguro de que quieres recibir %@ en tu rama local?";

/* ConfirmPullIntoBranchTitle */
"ConfirmPullIntoBranchTitle" = "Confirmar recepción";

/* ConfirmPushTagMsg */
"ConfirmPushTagMsg" = "Estas seguro que quieres enviar la etiqueta %@ a %@?";

/* ConfirmPushTagTitle */
"ConfirmPushTagTitle" = "¿Subir etiqueta?";

/* ConfirmRebaseMsg */
"ConfirmRebaseMsg" = "¿Estás seguro de que deseas reorganizar tus cambios actuales a  '%@'?\n\nAsegúrate de que tus cambios no han sido enviados a nadie más.";

/* ConfirmRebaseTitle */
"ConfirmRebaseTitle" = "Confirmar reorganización";

/* Confirm Remove
   ConfirmRemove */
"ConfirmRemove" = "¿Confirmar Borrado?";

/* ConfirmRemoveBookmarkMsg */
"ConfirmRemoveBookmarkMsg" = "¿Está seguro que desea eliminar el marcador '%@'?";

/* ConfirmRemoveBookmarkTitle */
"ConfirmRemoveBookmarkTitle" = "Confirmar eliminar marcador";

/* ConfirmRemoveFilesMessage */
"ConfirmRemoveFilesMessage" = "Los siguientes archivos serán eliminados del control de versiones:\n%@";

/* ConfirmRemoveFilesTitle */
"ConfirmRemoveFilesTitle" = "¿Confirmar Borrado?";

/* ConfirmRemoveHostAccountMsg */
"ConfirmRemoveHostAccountMsg" = "¿Está seguro que desea eliminar la cuenta seleccionada?";

/* ConfirmRemoveHostAccountTitle */
"ConfirmRemoveHostAccountTitle" = "¿Confirmar?";

/* ConfirmRemoveNode */
"ConfirmRemoveNode" = "¿Está seguro que desea eliminar los siguientes nodos, y todos sus hijos?\n\n%@";

/* ConfirmRemoveRemoteMsg */
"ConfirmRemoveRemoteMsg" = "¿Está seguro que desea eliminar el remoto seleccionado de la configuración para este repositorio?";

/* ConfirmRemoveRemoteTitle */
"ConfirmRemoveRemoteTitle" = "Confirmar eliminación de servidor remoto?";

/* Confirm Remove Repo */
"ConfirmRemoveRepo" = "¿Confirmar Borrado?";

/* ConfirmRemoveRepoMsg */
"ConfirmRemoveRepoMsg" = "Estas seguro que quieres eliminar los siguientes objetos y todos los objetos dependientes?\n\n%@\n\nEsto eliminará una o mas entradas del repositorio, asi que por favor elije si solo quieres eliminar los marcadores o tambien mover los repositorios a la papelera.";

/* ConfirmRemoveRepoWithUnrecoverableFilesMsg */
"ConfirmRemoveRepoWithUnrecoverableFilesMsg" = "Ha optado por eliminar los repositorios del disco, pero el repositorio \"%@\" contiene archivos que no se han comprometido y se eliminarán por siempre si borra el repositorio. Esta seguro de que desea eliminar el repositorio de disco? ";

/* ConfirmRemoveRepoWithUnrecoverableFilesTitle */
"ConfirmRemoveRepoWithUnrecoverableFilesTitle" = "Confirme eliminación del repositorio";

/* ConfirmRemoveTagMsg */
"ConfirmRemoveTagMsg" = "¿Está seguro que desea eliminar la etiqueta '%@'?";

/* ConfirmRemoveTagTitle */
"ConfirmRemoveTagTitle" = "Confirmar eliminación de etiqueta";

/* ConfirmRemoveUnrecoverableFilesMessage */
"ConfirmRemoveUnrecoverableFilesMessage" = "Los siguientes archivos contienen cambios o informacion que no estan en el control fuente, y se perderan definitivamente si los eliminas:\n%@";

/* ConfirmRemoveUnrecoverableFilesTitle */
"ConfirmRemoveUnrecoverableFilesTitle" = "¿Confirmar la eliminación de archivos modificados o no registrados?";

/* ConfirmReplaceCommitText */
"ConfirmReplaceCommitText" = "¿Reemplazar texto de la anotación?";

/* ConfirmReplaceCommitTextMsg */
"ConfirmReplaceCommitTextMsg" = "¿Quieres reemplazar el mensaje de la anotación mostrado arriba por el mensaje de la última anotación?";

/* ConfirmResetAllMsg */
"ConfirmResetAllMsg" = "¿Está seguro que quiere restablecer completamente todos los cambios actuales de este repositorio?";

/* ConfirmResetAllTitle */
"ConfirmResetAllTitle" = "¿Confirmar?";

/* ConfirmResetBranchHardMsg */
"ConfirmResetBranchHardMsg" = "Al usar el 'Reinicio Completo' se descartarán todos los cambios locales en la copia funcional y en el indice. Estas seguro que eso es lo que quieres?";

/* ConfirmResetBranchHardTitle */
"ConfirmResetBranchHardTitle" = "Advertencia: operación destructiva";

/* ConfirmResolveWithMineDesc */
"ConfirmResolveWithMineDesc" = "¿Está seguro que desea resolver los siguientes archivos utilizando su versión propia?\n\n%@";

/* ConfirmResolveWithMineTitle */
"ConfirmResolveWithMineTitle" = "Confirmar Resolución utilizando el 'Mío'";

/* ConfirmResolveWithTheirsDesc */
"ConfirmResolveWithTheirsDesc" = "Estas seguro que quieres resolver los siguientes archivos usando la versión de la otra parte de la fusión?\n\n%@";

/* ConfirmResolveWithTheirsTitle */
"ConfirmResolveWithTheirsTitle" = "Confirmar Resolución utilizando el de 'Ellos'";

/* ConfirmRestartMergeDesc */
"ConfirmRestartMergeDesc" = "Estas seguro que quieres reiniciar el proceso de fusión de los siguientes archivos?\n\n%@";

/* ConfirmRestartMergeTitle */
"ConfirmRestartMergeTitle" = "Confirmar Reinicio del Merge";

/* ConfirmRevertFilesTitle */
"ConfirmRevertFilesMessage" = "¿Está seguro que desea descartar todos los cambios de los archivos seleccionados?\n\n\n%@";

/* ConfirmRevertMsg */
"ConfirmRevertMsg" = "¿Está seguro que desea descartar todos los cambios de los archivos seleccionados?";

/* ConfirmRevertTitle */
"ConfirmRevertTitle" = "¿Confirmar?";

/* ConfirmRevertToRevisionMsg */
"ConfirmRevertToRevisionMsg" = "Por favor confirma que quieres revertir los archivos:\n\n%@\n\nal estado en que estaban en este punto:\n\n%@";

/* ConfirmRevertToRevisionTitle */
"ConfirmRevertToRevisionTitle" = "¿Confirmar?";

/* ConfirmStageFilesMessage */
"ConfirmStageFilesMessage" = "¿Está seguro que desea agregar estos cambios al índice?";

/* ConfirmStageFilesTitle */
"ConfirmStageFilesTitle" = "Confirmar etapa?";

/* ConfirmStopTrackingFilesMsg */
"ConfirmStopTrackingFilesMsg" = "Los siguentes archivos serán eliminados del control de versión pero se mantendrán en tu disco:\n%@";

/* ConfirmStopTrackingFilesTitle */
"ConfirmStopTrackingFilesTitle" = "Interrumpir seguimiento de archivos?";

/* ConfirmStripKeepOption */
"ConfirmStripKeepOption" = "No modificar la copia de trabajo durante la división (--keep)";

/* ConfirmStripMsg */
"ConfirmStripMsg" = "Estas SEGURO que quieres destruir la revisión %@?\n\nEsta es una operación destructiva que eliminará esta revisión y TODAS sus descendientes, por lo que no deberias hacerlo a la ligera.";

/* ConfirmStripTitle */
"ConfirmStripTitle" = "Realmente dividir y eliminar historia?";

/* ConfirmSwitchBranchMsg */
"ConfirmSwitchBranchMsg" = "Estas seguro de que quieres cambiar tu copia de trabajo a la rama '%@'?";

/* ConfirmSwitchBranchTitle */
"ConfirmSwitchBranchTitle" = "Confirmar Cambio de Rama";

/* ConfirmTrackRemoteBranchMsg */
"ConfirmTrackRemoteBranchMsg" = "Estás seguro que quieres que tu rama local '%@' rastree la rama remota '%@' en el futuro?";

/* ConfirmTrackRemoteBranchTitle */
"ConfirmTrackRemoteBranchTitle" = "Confirmar cambio en el registro de la rama";

/* ConfirmTransplant */
"ConfirmTransplant" = "¿Estás seguro de que quieres aplicar los siguientes cambios encima de tu rama actual? Esto sera remitido inmediatamente si no hay conflictos.";

/* ConfirmTransplantTitle */
"ConfirmTransplantTitle" = "Confirmar Cherry Pick";

/* ConfirmUnshelveMsg */
"ConfirmUnshelveMsg" = "¿Estás seguro de que deseas aplicar los cambios del estante '%@' a tu copia de trabajo?";

/* ConfirmUnshelveTitle */
"ConfirmUnshelveTitle" = "¿Aplicar los cambios del estante?";

/* ConfirmUnstageFilesMessage */
"ConfirmUnstageFilesMessage" = "Estas seguro que deseas eliminar estos cambios del indice?";

/* ConfirmUnstageFilesTitle */
"ConfirmUnstageFilesTitle" = "¿Confirmar descarte?";

/* ConfirmUpdateToDetachedHeadMsg */
"ConfirmUpdateToDetachedHeadMsg" = "¿Estás seguro de que quieres desplegar '%@'?\n\nHaciéndolo convertirás tu copiad de trabajo en un puntero desligado (detached HEAD), lo que significa que ya no estarás en una rama. Si quisieras hacer una anotación después, probablemente tendrás que desplegar una rama de nuevo o crear una rama nueva. ¿Estás de acuerdo?";

/* ConfirmUpdateToMsg */
"ConfirmUpdateToMsg" = "Está seguro de que quiere cambiar tu copia de trabajo a ''%@'?";

/* ConfirmUpdateToTitle */
"ConfirmUpdateToTitle" = "Confirma el cambio de copia local.";

/* ConflictedFiles */
"ConflictedFiles" = "Archivos en conflicto";

/* ConflictsWarningDesc */
"ConflictsWarningDesc" = "Tiene conflictos de integración en su copia local que deben ser resueltos antes de continuar.\n\nPuede hacer esto seleccionando los archivos en conflicto y usando las opciones del menú 'Resolver Conflictos'.";

/* ConflictsWarningTitle */
"ConflictsWarningTitle" = "Unir Conflictos";

/* Continue */
"Continue" = "Continuar";

/* ContinueGraft */
"ContinueGraft" = "Continuar Graft";

/* ContinueRebase */
"ContinueRebase" = "Continuar reorganización";

/* Copy */
"Copy" = "Copiar";

/* CopyFileMessage */
"CopyFileMessage" = "Seleccione el destino a copiar %@";

/* CopyFileNameLabel */
"CopyFileNameLabel" = "Destino";

/* CopyFileTitle */
"CopyFileTitle" = "Copiar Archivo";

/* CouldNotCheckUserExistsTitle */
"CouldNotCheckUserExistsTitle" = "No podemos confirmar existencia de usuario";

/* CreateBranchAnyway */
"CreateBranchAnyway" = "Crear rama de todas maneras";

/* CreateGitTag */
"CreateGitTag" = "Crear etiqueta Git";

/* CreateHostedRepositoryFailMsg */
"CreateHostedRepositoryFailMsg" = "Ha ocurrido un error al intentar crear el repositorio. El error reportado por el servidor fue:\n\n%@";

/* CreateHostedRepositoryFailTitle */
"CreateHostedRepositoryFailTitle" = "Fallo en la creación de repositorio ";

/* CreateLink */
"CreateLink" = "Crear Enlace";

/* CreatePatchSavePanelMessage */
"CreatePatchSavePanelMessage" = "Elige un archivo en el que guardar el parche";

/* CreatePatchSavePanelNameLabel */
"CreatePatchSavePanelNameLabel" = "Fichero del parche:";

/* CreatePatchSavePanelTitle */
"CreatePatchSavePanelTitle" = "Crear Parche";

/* No comment provided by engineer. */
"CreatePullRequestNoProjectLinkMsg" = "No hay ningún remoto que tenga configuración de integración extendida; debe editar los remotos para añadir detalles tales como el tipo de alojamiento y la URL base. Vaya a la Configuración para abrir la lista de remotos.";

/* No comment provided by engineer. */
"CreatePullRequestNoProjectLinkTitle" = "Eliminar la configuración del proyecto";

/* No comment provided by engineer. */
"CreatePullRequestPushRequiredMsg" = "Has escogido no enviar tus cambios, lo que significa que la solicitud de integración solo incluirá los cambios que ya se encuentren en la rama remota. ¿Es esto lo que quieres?";

/* No comment provided by engineer. */
"CreatePullRequestPushRequiredTitle" = "Advertencia - no enviar";

/* CreateSvnTag */
"CreateSvnTag" = "Crear etiqueta Subversion";

/* Custom */
"Custom" = "Personalizado";

/* CustomActionConfirmRemoveMsg */
"CustomActionConfirmRemoveMsg" = "¿Está seguro que desea eliminar esta acción?";

/* CustomActionTargetBrowseTitle */
"CustomActionTargetBrowseTitle" = "Abrir script para realizar acción personalizada";

/* DeleteAfterApplying */
"DeleteAfterApplying" = "Eliminar después de aplicar";

/* DeleteBranchNoneSelectedMsg */
"DeleteBranchNoneSelectedMsg" = "No se ha seleccionado ninguna rama, por favor seleccione al menos una rama a seleccionar.";

/* DeleteBranchNoneSelectedTitle */
"DeleteBranchNoneSelectedTitle" = "Vaciar Selección";

/* DeleteCommitButtonTitle */
"DeleteCommitButtonTitle" = "Eliminar";

/* DeleteCommitContextMenuTitle */
"DeleteCommitContextMenuTitle" = "Eliminar anotación…";

/* DeleteRemoteBranchConfirmTitle */
"DeleteRemoteBranchConfirmTitle" = "Confirmar eliminación de rama remota";

/* DeleteRemoteBranchDisabledLabel */
"DeleteRemoteBranchDisabledLabel" = "Eliminar rama remota";

/* DeleteRemoteBranchLabel */
"DeleteRemoteBranchLabel" = "Eliminar rama remota [%@]";

/* DeleteSubtreeDetailsMsg */
"DeleteSubtreeDetailsMsg" = "¿Está seguro de que desea eliminar el enlace al subárbol configurado en '%@' con la repo '%@'?\n\nEsto no eliminará el subárbol del sistema, sólo eliminará el vínculo.";

/* DeleteSubtreeDetailsTitle */
"DeleteSubtreeDetailsTitle" = "Borrar enlace del subárbol";

/* DeletingBranchTaskTitle */
"DeletingBranchTaskTitle" = "Borrando rama...";

/* DestinationOutsideRepo */
"DestinationOutsideRepo" = "Has escogido un destino que esta ubicado fuera de la copia operativa para este repositorio. Por favor escoge una ubicación dentro de tu copia operativa.";

/* DestinationOutsideRepoTitle */
"DestinationOutsideRepoTitle" = "La carptera de destino está fuera del repositorio.";

/* DetailsAuthor */
"DetailsAuthor" = "Autor:";

/* DetailsBranch */
"DetailsBranch" = "Rama:";

/* DetailsChangeset */
"DetailsChangeset" = "Conjunto de cambios:";

/* DetailsCommit */
"DetailsCommit" = "Anotación:";

/* DetailsCommittedDate */
"DetailsCommittedDate" = "Fecha de la anotación:";

/* DetailsCommitter */
"DetailsCommitter" = "Autor de la anotación:";

/* DetailsDate */
"DetailsDate" = "Fecha:";

/* DetailsGPG */
"DetailsGPG" = "Detalles GPG:";

/* DetailsGPGBad */
"DetailsGPGBad" = "MALO";

/* DetailsGPGGood */
"DetailsGPGGood" = "BUENO";

/* DetailsLabels */
"DetailsLabels" = "Etiquetas:";

/* DetailsParents */
"DetailsParents" = "Padres:";

/* DetailsRevision */
"DetailsRevision" = "Revisión:";

/* DetailsSVNRevision */
"DetailsSVNRevision" = "Revisión SVN:";

/* DiffMergeNotFound */
"DiffMergeNotFound" = "DiffMerge no se ha encontrado en tu sistema, por favor asegurare de instalarlo antes de intentar configurarlo.";

/* DiffMergeNotFoundTitle */
"DiffMergeNotFoundTitle" = "DiffMerge no encontrado";

/* DisabledGPGMsg */
"DisabledGPGMsg" = "Cannot enable GPG signing of commits, either there are no GPG keys available or the GPG Program setting in SourceTree's preferences is incorrect.\n\nIf you have added some keys or changed the GPG Program location after opening this screen please close and re-open the sheet and retry.";

/* DisabledGPGTitle */
"DisabledGPGTitle" = "No se ha podido habilitar la firma del Commit.";

/* DiscardChanges */
"DiscardChanges" = "Descartar cambios locales";

/* DiscardHunk */
"DiscardHunk" = "Descartar bloque";

/* DiscardLines */
"DiscardLines" = "Descartar lineas";

/* No comment provided by engineer. */
"DuplicateRemoteName" = "Duplicar nombre del remoto";

/* No comment provided by engineer. */
"DuplicateRemoteNameMsg" = "Ya existe un remoto con este nombre. Por favor escoja un nombre único.";

/* DuplicateTagMsg */
"DuplicateTagMsg" = "A tag with this name already exists - do you want to move it?\n\n\Warning: if you move a tag that has been used by someone else already, it may cause confusion.";

/* DuplicateTagTitle */
"DuplicateTagTitle" = "¡La etiqueta ya existe!";

/* EmailRegisterField */
"EmailRegisterField" = "email";

/* EmptyCommitMessage */
"EmptyCommitMessage" = "Has dejado el mensaje de la anotación vacío. ¿Estás seguro de realizar una anotación sin una descripción de los cambios (no recomendado)?";

/* EmptyCommitMessageTitle */
"EmptyCommitMessageTitle" = "Mensaje de la anotación vacío";

/* EnterDetailsToRegisterTitle */
"EnterDetailsToRegisterTitle" = "Introduzca sus datos para registrar una cuenta.";

/* EnterEmailPasswordToLoginTitle */
"EnterEmailPasswordToLoginTitle" = "Introduzca su correo electrónico y su contraseña para iniciar sesión:";

/* EnterRegistrationOrLoginTitle */
"EnterRegistrationOrLoginTitle" = "Introduce tu registro o correo electrónico de login:";

/* Error Loading Nib: %@ */
"ErrorLoadingNib" = "Error cargando Nib: %@";

/* ExternalProjectConfirmRemoveMsg */
"ExternalProjectConfirmRemoveMsg" = "¿Está seguro que desea eliminar esta enlace externo del proyecto?";

/* Fatal Error */
"FatalError" = "Error Fatal";

/* FeatureName */
"FeatureName" = "Nombre de la característica:";

/* FileLogResetMenuTitle */
"FileLogResetMenuTitle" = "Restablecer el fichero a esta anotación";

/* FileLogRevertMenuTitle */
"FileLogRevertMenuTitle" = "Revertir archivos a esta versión.";

/* FileLogResetMenuTitle
   FilesLogResetMenuTitle */
"FilesLogResetMenuTitle" = "Restablecer los ficheros a esta anotación";

/* FileLogRevertMenuTitle
   FilesLogRevertMenuTitle */
"FilesLogRevertMenuTitle" = "Revertir archivos a esta versión";

/* FileStatusFilterDescriptionFormat */
"FileStatusFilterDescriptionFormat" = "%1$@, %2$@";

/* FirstNameRegisterField */
"FirstNameRegisterField" = "nombre";

/* FlowConfirmInit */
"FlowConfirmInit" = "Confirme los cambios al repositorio";

/* FlowConfirmInitHgMsg */
"FlowConfirmInitHgMsg" = "Initialising this repository for Hg Flow will create branches '%@' and '%@' if they don't exist, and also commit a control file ('.flow') to every currently open branch.\n\nAre you sure you want to continue?";

/* FlowCreateNewBranchLogDesc */
"FlowCreateNewBranchLogDesc" = "Crear una nueva rama";

/* FlowCurrentStateDesc */
"FlowCurrentStateDesc" = "%@: %@";

/* Feature */
"FlowFeature" = "Funcionalidad";

/* FlowFeatureBranchLogDesc */
"FlowFeatureBranchLogDesc" = "Rama de la ultima funcionalidad";

/* Hotfix */
"FlowHotfix" = "Revisión";

/* FlowHotfixBranchLogDesc */
"FlowHotfixBranchLogDesc" = "Última parche de la rama";

/* FlowMasterBranchLogDesc */
"FlowMasterBranchLogDesc" = "Última rama master";

/* FlowNoProductionBranchMsg */
"FlowNoProductionBranchMsg" = "The production branch you chose, '%@', does not already exist. We can't create this automatically because the point in history where the production branch starts from is very important.\n\nTo resolve this, please create a new branch called '%@' at the point in your log which represents the current production state of your system, then come back and initialise again.";

/* FlowNoProductionBranchTitle */
"FlowNoProductionBranchTitle" = "Imposible crear rama de producción.";

/* FlowPreviewBaseRevision */
"FlowPreviewBaseRevision" = "Anotar '%@'";

/* FlowPreviewLatestDevelopBranch */
"FlowPreviewLatestDevelopBranch" = "Última rama de desarrollo";

/* Release */
"FlowRelease" = "Publicación";

/* FlowReleaseBranchLogDesc */
"FlowReleaseBranchLogDesc" = "Ultimo lanzamiento de la rama";

/* ForceDelete */
"ForceDelete" = "Forzar Borrado";

/* FormatToGuidelinesMenuItemTitle */
"FormatToGuidelinesMenuItemTitle" = "Formato de directrices";

/* GettingSourceTreeLicenseStatus */
"GettingSourceTreeLicenseStatus" = "Obteniendo licencia SourceTree...";

/* GitAheadAnnotate */
"GitAheadAnnotate" = "%d adelante";

/* GitBehindAnnotate */
"GitBehindAnnotate" = "%d detrás";

/* GitCommitAmendWarningMsg */
"GitCommitAmendWarningMsg" = "Has elegido corregir la anotación anterior – esto modifica la historia y causará problemas si ya has enviado la anotación anterior a un repositorio remoto. ¿Estás seguro de querer continuar?";

/* GitCommitAmendWarningTitle */
"GitCommitAmendWarningTitle" = "Advertencia - cambiando la historia";

/* GitFlowVersionEmbedded */
"GitFlowVersionEmbedded" = "Git-flow incrustado";

/* GitLfsVersionEmbedded */
"GitLfsVersionEmbedded" = "Embedded git-lfs %@";

/* GitLfsVersionSystem */
"GitLfsVersionSystem" = "System git-lfs %@";

/* GitRemoveRemoteTag */
"GitRemoveRemoteTag" = "Eliminar etiqueta de todos los remotos";

/* GitRepoIdentified */
"GitRepoIdentified" = "Este es un repositorio Git";

/* GitSvnMergeMsg */
"GitSvnMergeMsg" = "No se recomienda realizar una combinación en un repositorio que se sincronizan con Subversion . No sólo es información de combinación de Subversion rudimentaria , pero el mecanismo que git - svn utiliza para rastrear lo que hay que estar comprometido con Subversion puede ser confundida por fusiones. La única situación en la que va a trabajar es que si fusiona cambios de una rama que nunca ha empujado a Subversion , en una rama de seguimiento de Subversion . \n\nPor razones de seguridad , se recomienda que no lo utilice , y aplicar confirmaciones a través de branches via cherry pick o parches en su lugar. Si decide continuar de todos modos, usted es responsable de la gestión de este .";

/* GitSvnMergeTitle */
"GitSvnMergeTitle" = "Unión en un repositorio subversión no es recomendado";

/* GitSvnPushConfirmMsg */
"GitSvnPushConfirmMsg" = "Esta acción descargará la última actualización de Subversion y reorganizará tus cambios sobre las revisones que aun no tienes (si es necesario), antes de enviar tus anotaciones a Subversion. Esto se hará solo para la rama actual.\n\n¿Seguro que quieres continuar?";

/* GitSvnPushConfirmTitle */
"GitSvnPushConfirmTitle" = "¿Confirmar Push a Subversion?";

/* GitSvnTagMsg */
"GitSvnTagMsg" = "Ya que lleva un seguimiento de un repositorio de Subversion, ¿desea crear una etiqueta de Subversion o simplemente una etiqueta de Git, misma que mantendrá localmente? Tenga en mente que no podrá enviar etiquetas Git a Subversion después.";

/* GitSvnTagTitle */
"GitSvnTagTitle" = "¿Crear etiqueta Subversion?";

/* GitVersionEmbedded */
"GitVersionEmbedded" = "Versión Git %@ incrustada";

/* GitVersionSystem */
"GitVersionSystem" = "Versión de sistema Git %@";

/* GPGPathInvalidMsg */
"GPGPathInvalidMsg" = "The GPG path you specified is invalid. You should specify the full path to the folder where the gpg2 installation is located, for example, /usr/local/MacGPG2/bin.\n\nDo you wish to continue?";

/* GPGPathInvalidTitle */
"GPGPathInvalidTitle" = "Ruta inválida GPG";

/* GPGSymlinkDeleteFailMsg */
"GPGSymlinkDeleteFailMsg" = "SourceTree failed to delete the gpg symlink required for signing commits. Attempting to commit within a repository with commit signing enabled may fail. The 'gpg' symlink exists in the SourceTree application support directory.\n\nAre you sure you wish to continue?";

/* GPGSymlinkDeleteFailTitle */
"GPGSymlinkDeleteFailTitle" = "Fallo en la eliminación GPG";

/* GPGSymlinkWriteFailMsg */
"GPGSymlinkWriteFailMsg" = "SourceTree needs to create a symlink in the application support directory in order for gpg commit signing to work. The following error occurred in attempting to do this:\n\n%@";

/* GPGSymlinkWriteFailTitle */
"GPGSymlinkWriteFailTitle" = "GPG Symlink Write Failure";

/* Graft */
"Graft" = "Graft";

/* GraftContinueAbortMsg */
"GraftContinueAbortMsg" = "It appears that you have a graft in progress that was probably interrupted because of a conflict. If you've resolved the conflicts in your working copy, please choose whether to continue the graft, or to abort and discard your changes. ";

/* GraftContinueAbortTitle */
"GraftContinueAbortTitle" = "Injerto en curso";

/* GraftMenuTitle */
"GraftMenuTitle" = "Graft";

/* HgSubversionCloneLayoutSingleMsg */
"HgSubversionCloneLayoutSingleMsg" = "Warning: starting the Subversion conversion from a non-zero revision (in Mercurial) means that branches and tags cannot be converted, so the Subversion repository will be cloned as a flat folder structure instead. \n\nBecause of this, you probably want to make sure you have selected a single branch (or the trunk) as your source URL and not the Subversion root if you have multiple branches.";

/* HgSubversionCloneLayoutSingleTitle */
"HgSubversionCloneLayoutSingleTitle" = "Partial Clone Requires Flat Layout";

/* HgSubversionCreateBranchMsg */
"HgSubversionCreateBranchMsg" = "Este repositorio es Subversion y no puede crear nuevas ramas en Subversion usando este puente (hgsubversion). Si crea una nueva rama Mercurial, no podrá enviar conjuntos de cambios directamente desde esta rama a Subversion - tendrá que transplantar manualmente los cambios a una rama Subversion existente y hacer push (hgsubversion tampoco admite merges).\n\nSi lo que desea es una rama Subversion permanente, puede crearla usando 'svn copy' y hacer pull a este repositorio. Si sólo quiere una rama temporal, es mejor que haga esta operación desde otro clon.\n\nSi aún así desea crear la rama de todas formas, será responsable de gestionar este asunto.";

/* HgSubversionCreateBranchTitle */
"HgSubversionCreateBranchTitle" = "La creación de ramas Subversion no es soportada";

/* HgSubversionMergeMsg */
"HgSubversionMergeMsg" = "Este repositorio es el seguimiento de un repositorio Subversion , y el puente hgsubversion no puede manejar fusiones; la fusión podría evitar que empujar la rama actual de Subversion más. Por tanto, se recomienda que no se fusionan , pero en lugar de utilizar la función ' Trasplantes ' para aplicar los cambios a través de las ramas . \n\nSi hace clic en ' Continuar ' para fusionar todos modos , usted es responsable de las consecuencias !";

/* HgSubversionMergeTitle */
"HgSubversionMergeTitle" = "La combinación de ramas Subversion no es soportada";

/* HgSubversionTagMsg */
"HgSubversionTagMsg" = "Este repositorio está dándole seguimiento a un repositorio de Subversion y el puente de hgsubversion no puede agregar o remover etiquetas; hacer esto podría impedir que siga enviando la rama actual a Subversion. Por tanto NO es recomendable que continúe, y, en su lugar, debería crear etiquetas utilizando una herramienta de Subversion.\n\nSi da click en 'Continuar', ¡será responsable de las consecuencias!";

/* HgSubversionTagTitle */
"HgSubversionTagTitle" = "Modificación de Tag no soportada en Subversion";

/* HideCommandOutputMenuItemTitle */
"HideCommandOutputMenuItemTitle" = "Ocultar respuesta de comando";

/* HideSidebarMenuItemTitle */
"HideSidebarMenuItemTitle" = "Ocultar panel lateral";

/* HostAccountBadURLMsg */
"HostAccountBadURLMsg" = "La URL que ha especificado parece estar mal formada, por favor, corríjala.";

/* HostAccountBadURLTitle */
"HostAccountBadURLTitle" = "Error en el URL";

/* HostAccountBadUsernameTitle */
"HostAccountBadUsernameTitle" = "Nombre de usuario inválido";

/* HostAccountUsernameNotEmailMsg */
"HostAccountUsernameNotEmailMsg" = "Por favor introduzca su nombre de usuario de Bitbucket/GitHub y no una dirección de correo electrónico.";

/* No comment provided by engineer. */
"HostDefaultUserEditMsg" = "Nombre de usuario predeterminado a utilizar para el host %@:";

/* No comment provided by engineer. */
"HostDefaultUserEditTitle" = "Editar nombre de usuario por defecto";

/* No comment provided by engineer. */
"HostDefaultUserRemoveMsg" = "Está seguro que quiere eliminar el nombre de usuario por defecto por %@";

/* No comment provided by engineer. */
"HostDefaultUserRemoveTitle" = "Eliminar usuario predeterminado";

/* HostedAccountCreateRepoNoAccountsMsg */
"HostedAccountCreateRepoNoAccountsMsg" = "Por favor cree al menos una cuenta de repositorio hospedado antes de tratar de crear un repositorio. ";

/* HostedAccountCreateRepoNoAccountsTitle */
"HostedAccountCreateRepoNoAccountsTitle" = "No hay cuentas registradas";

/* HostingDetailsIncompleteMsg */
"HostingDetailsIncompleteMsg" = "Por favor complete todos los campos para su cuenta %@.";

/* HostingDetailsIncompleteTitle */
"HostingDetailsIncompleteTitle" = "Detalle incompleto";

/* HostingLoadErrorMsg */
"HostingLoadErrorMsg" = "No es posible la carga de la lista de cuentas hospedadas, por favor repórtelo al servicio de ayuda.";

/* HostingLoadErrorTitle */
"HostingLoadErrorTitle" = "Error cargando a los servicios de alojamiento";

/* No comment provided by engineer. */
"HostLoginErrorMsg" = "El inicio de sesión falló en su cuenta %@\n\nEl servicio remoto dice: '%@'";

/* No comment provided by engineer. */
"HostLoginErrorTitle" = "Error iniciando sesión";

/* HotfixName */
"HotfixName" = "Versión de la revisión:";

/* IgnoredFiles */
"IgnoredFiles" = "Archivos ignorados";

/* ImportLicenseMessage */
"ImportLicenseMessage" = "Seleccione su archivo de licencia de SourceTree";

/* ImportLicenseNameField */
"ImportLicenseNameField" = "Archivo de licencia:";

/* ImportLicenseTitle */
"ImportLicenseTitle" = "Importar Archivo de Licencia";

/* InstallCommandLineFailedMsg */
"InstallCommandLineFailedMsg" = "Falló al instalar las herramientas de línea de comandos, por favor consulte el registro del sistema para mayores detalles.";

/* InstallCommandLineFailedTitle */
"InstallCommandLineFailedTitle" = "Instalación fallida";

/* InstallCommandLineSuccessMsg */
"InstallCommandLineSuccessMsg" = "Instaló satisfactoriamente las herramientas de línea de comandos, ahora puede llamarlos desde la Terminal:\n\nstree";

/* InstallCommandLineSuccessTitle */
"InstallCommandLineSuccessTitle" = "Instalación exitosa";

/* InteractiveRebaseMenuTitle */
"InteractiveRebaseMenuTitle" = "Reorganizar hijo de %@ de forma interactiva…";

/* InteractiveRebasePlainMenuTitle */
"InteractiveRebasePlainMenuTitle" = "Reogrnaización interactiva…";

/* InvalidArchiveFormatMsg */
"InvalidArchiveFormatMsg" = "This is not a valid archive file, please specify a file with an extension of .zip, .tar, .tar.gz, .tar.bz2, tgz or tbz2.";

/* InvalidArchiveFormatTitle */
"InvalidArchiveFormatTitle" = "Archivo inválido";

/* InvalidEmailFormatMsg */
"InvalidEmailFormatMsg" = "La dirección de correo electrónico proporcionada esta en un formato incorrecto ";

/* InvalidEmailFormatTitle */
"InvalidEmailFormatTitle" = "Formato de correo electrónico inválido";

/* JumpToRevisionLabelGit */
"JumpToRevisionLabelGit" = "Saltar al Commit SHA-1:";

/* JumpToRevisionLabelHg */
"JumpToRevisionLabelHg" = "Saltar a la Revisión / Conjunto de cambio:";

/* KaleidoscopeNotFound */
"KaleidoscopeNotFound" = "Kaleidoscope no se encuentra en su Mac, por favor instálelo antes de seleccionarla como una herramienta diff externa o de unión. ";

/* KaleidoscopeNotFoundTitle */
"KaleidoscopeNotFoundTitle" = "No se encuentra Kaleidoscope";

/* KDiff3NotFound */
"KDiff3NotFound" = "KDiff3 no se encuentra en su Mac, por favor instale KDiff3 antes de seleccionarlo como una herramienta diff o de unión.";

/* KDiff3NotFoundTitle */
"KDiff3NotFoundTitle" = "KDiff3 no encontrado";

/* LastNameRegisterField */
"LastNameRegisterField" = "apellido";

/* LicenseAgreementMandatoryMsg */
"LicenseAgreementMandatoryMsg" = "Necesita aceptar el acuerdo de licencia de SourceTree antes de utilizar el software, por favor marque la casilla para indicar que está de acuerdo";

/* LicenseAgreementMandatorySkipSetupMsg */
"LicenseAgreementMandatorySkipSetupMsg" = "No ha convenido con la licencia de SourceTree, por lo tanto hará que SourceTree deje de funcionar. ¿Está seguro?";

/* LicenseAgreementMandatoryTitle */
"LicenseAgreementMandatoryTitle" = "Acuerdo de licencia es requerido";

/* LicenseFileConfirmOverwriteMsg */
"LicenseFileConfirmOverwriteMsg" = "Ya posee una licencia instalada, ¿está seguro que desea instalar esta nueva licencia?";

/* LicenseFileConfirmOverwriteTitle */
"LicenseFileConfirmOverwriteTitle" = "Confimar sobreescritura de licencia?";

/* LicenseFileImportErrMsg */
"LicenseFileImportErrMsg" = "Ocurrió un problema importando el archivo de licencia: %@";

/* LicenseFileImportErrTitle */
"LicenseFileImportErrTitle" = "Error importando licencia";

/* LicenseFileInvalidMsg */
"LicenseFileInvalidMsg" = "El archivo especificado no es un archivo válido de licencia de SourceTree. Por favor elija una licencia válida.";

/* LicenseFileInvalidTitle */
"LicenseFileInvalidTitle" = "Licencia Inválida";

/* LoginFailedTitle */
"LicenseRetrievalFailedTitle" = "Recuperación de licencia falló";

/* LocateMovedRepository */
"LocateMovedRepository" = "Localizar repositorio movido";

/* LogAllParents */
"LogAllParents" = "Todos los padres";

/* LogAncestorOrder */
"LogAncestorOrder" = "Orden por Ascendencia";

/* LogBranchesAll */
"LogBranchesAll" = "Todas las Ramas";

/* LogBranchesCurrent */
"LogBranchesCurrent" = "Rama Actual";

/* LogDateOrder */
"LogDateOrder" = "Orden por Fecha";

/* LogFollowFirst */
"LogFollowFirst" = "Solo Primer padre";

/* LoggingInStatus */
"LoggingInStatus" = "Ingresando...";

/* LogHideRemotes */
"LogHideRemotes" = "Ocultar ramas remotas";

/* Login */
"Login" = "Inicio de sesión";

/* LogShowRemotes */
"LogShowRemotes" = "Mostrar Ramas Remotas";

/* MercurialExtNoPath */
"MercurialExtNoPath" = "Núcleo";

/* MercurialRepoIdentified */
"MercurialRepoIdentified" = "Este es un repositorio Mercurial";

/* MercurialVersionEmbedded */
"MercurialVersionEmbedded" = "Versión Mercurial %@ incrustada";

/* MercurialVersionSystem */
"MercurialVersionSystem" = "Versión del sistema Mercurial %@";

/* Merge */
"Merge" = "Integrar";

/* MergeCommitPrefix */
"MergeCommitPrefix" = "Integrar";

/* MergeErrorTitle */
"MergeErrorTitle" = "Errores durante la unión";

/* MissingEmailAddressMsg */
"MissingEmailAddressMsg" = "Se debe indicar una dirección de correo electrónico para continuar";

/* MissingEmailAddressTitle */
"MissingEmailAddressTitle" = "Correo electrónico ausente";

/* MissingFieldTitle */
"MissingFieldTitle" = "Campo vacio";

/* MissingPasswordMsg */
"MissingPasswordMsg" = "Se debe indicar una contraseña para continuar";

/* MissingPasswordTitle */
"MissingPasswordTitle" = "Falta Contraseña ";

/* Mode */
"Mode" = "modo";

/* ModifiedFiles */
"ModifiedFiles" = "Archivos modificados";

/* MoreInfo */
"MoreInfo" = "Más información";

/* Move */
"Move" = "Mover";

/* MoveFileMessage */
"MoveFileMessage" = "Seleccione el destino a mover %@";

/* MoveFileNameLabel */
"MoveFileNameLabel" = "Destino";

/* MoveFileTitle */
"MoveFileTitle" = "Mover archivo";

/* MoveTag */
"MoveTag" = "Mover Etiqueta";

/* MoveToTrash */
"MoveToTrash" = "Tambien mover a la papelera";

/* NewCommitToPullGitMsg */
"NewCommitToPullGitMsg" = "%d nueva anotación para recibir desde \"%@\" hasta \"%@\"";

/* NewCommitToPullGitTitle */
"NewCommitToPullGitTitle" = "Nueva anotación disponible";

/* NewCommitToPullHgMsg */
"NewCommitToPullHgMsg" = "%d nuevo conjunto de cambios para recibir desde \"%@\"";

/* NewCommitToPullHgTitle */
"NewCommitToPullHgTitle" = "Nuevo conjunto de cambio disponible";

/* NewCommitToPullPluralGitMsg */
"NewCommitToPullPluralGitMsg" = "%d nuevas anotaciones para recibir desde \"%@\" hasta \"%@\"";

/* NewCommitToPullPluralGitTitle */
"NewCommitToPullPluralGitTitle" = "Nuevas anotaciones disponibles";

/* NewCommitToPullPluralHgMsg */
"NewCommitToPullPluralHgMsg" = "%d nuevo conjunto de cambios para recibir desde \"%@\"";

/* NewCommitToPullPluralHgTitle */
"NewCommitToPullPluralHgTitle" = "Nuevos conjuntos de cambios disponibles";

/* NewGroup */
"NewGroup" = "Nuevo grupo";

/* NewRepositoryMsg */
"NewRepositoryMsg" = "Creando nuevo %@ repositorio en %@";

/* No */
"No" = "No";

/* NoCommitSelected */
"NoCommitSelected" = "No hay seleccionada ninguna anotación";

/* NoCommitSelectedMessage */
"NoCommitSelectedMessage" = "Por favor selecciona al menos una anotación para continuar.";

/* NoFilesSelected */
"NoFilesSelected" = "No fueron seleccionados archivos";

/* NoFilesSelectedMessage */
"NoFilesSelectedMessage" = "Por favor selecciona al menos un archivo para continuar.";

/* NoFilesToCommit */
"NoFilesToCommit" = "¡Nada que anotar!";

/* NoFilesToCommitMessage */
"NoFilesToCommitMessage" = "Por favor, elige algunos ficheros para hacer la anotación antes de continuar.";

/* NoForcePushWarningInFuture */
"NoForcePushWarningInFuture" = "No alertarme en el futuro";

/* NoncontiguousStageSelectionMsg */
"NoncontiguousStageSelectionMsg" = "Sólo se puede realizar esta operación en un rango contiguo de líneas, por favor vuelva a seleccionar un solo grupo de líneas, o realize esta acción por separado en cada rango si necesita cherry-pick.";

/* NoncontiguousStageSelectionTitle */
"NoncontiguousStageSelectionTitle" = "Selección no contígua";

/* NoRemoteBranchSelected */
"NoRemoteBranchSelected" = "No has seleccionado una rama remota";

/* NoRevisionSelected */
"NoRevisionSelected" = "No has seleccionado una revisión";

/* NoStagedChangesToCommit */
"NoStagedChangesToCommit" = "No hay cambios preparados - ¿Anotar todo?";

/* NoStagedChangesToCommitMessage */
"NoStagedChangesToCommitMessage" = "You haven't staged any changes to be committed.\n\nWould you like to just commit all your modifications? This won't add any new files that aren't tracked yet.";

/* NoSystemGitFlowMsg */
"NoSystemGitFlowMsg" = "Git-flow no ha sido encontrado en la ruta especificada; se utilizará la versión interna de SourceTree.";

/* NoSystemGitFlowTitle */
"NoSystemGitFlowTitle" = "Git-flow no encontrado";

/* NoSystemGitLfsMsg */
"NoSystemGitLfsMsg" = "Git LFS was not found on your system, the internal version will be used.";

/* NoSystemGitLfsTitle */
"NoSystemGitLfsTitle" = "Git LFS not found";

/* NoSystemGitMsg */
"NoSystemGitMsg" = "Git was not found on your system in the standard locations; the SourceTree internal version will be used.";

/* NoSystemGitTitle */
"NoSystemGitTitle" = "Git no encontrado";

/* NoSystemMercurialMsg */
"NoSystemMercurialMsg" = "Mercurial no ha sido encontrado en tu sistema en las rutas estándar, se utilizará la versión interna de SourceTree.";

/* NoSystemMercurialTitle */
"NoSystemMercurialTitle" = "Mercurial no encontrado";

/* NotAValidSourcePathURL */
"NotAValidSourcePathURL" = "No es una ruta/ URL válida";

/* NothingToCommit */
"NothingToCommit" = "Nada para anotar";

/* OK */
"OK" = "OK";

/* OpenNotWorkingCopy */
"OpenNotWorkingCopy" = "La ruta %@ no remite a una copia de trabajo de Mercurial o Git.";

/* OpenNotWorkingCopyTitle */
"OpenNotWorkingCopyTitle" = "Carpeta Inválida";

/* OpenSelectedVersionFileMenuTitle */
"OpenSelectedVersionFileMenuTitle" = "Abrir versión de archivo seleccionado";

/* OpenSelectedVersionFilesMenuTitle */
"OpenSelectedVersionFilesMenuTitle" = "Abrir Archivos Seleccionados de Versión";

/* OpenSourcePath */
"OpenSourcePath" = "Abrir Carpeta Fuente";

/* OpenSvnAuthorsFile */
"OpenSvnAuthorsFile" = "Abrir archivo de mapa de autor";

/* Open Working Copy */
"OpenWorkCopy" = "Abrir Copia de Trabajo";

/* PasswordInURLNotAllowedMsg */
"PasswordInURLNotAllowedMsg" = "Warning: embedding passwords in URLs is extremely insecure. You are advised to remove the password; SourceTree will prompt you when a password is needed and you will have the option to use your Keychain to store them. \n\nIt is highly recommended to press 'Cancel' and remove the password(s) from your remote settings before proceeding. Click 'OK' if you want to embed the password anyway (not recommended).";

/* PasswordInURLNotAllowedTitle */
"PasswordInURLNotAllowedTitle" = "Contraseña encontrada en URL";

/* PasswordMismatchTitle */
"PasswordMismatchTitle" = "Contraseñas no coinciden";

/* PasswordMismatchMsg
   PasswordRegisterField */
"PasswordRegisterField" = "contraseña";

/* PatchConfirmedStrip */
"PatchConfirmedStrip" = "Determinadas con éxito las opciones de ruta base";

/* PatchCouldntFindStripForFile */
"PatchCouldntFindStripForFile" = "Could not determine strip/base path options from patch file entry: %@";

/* PatchDryRunOk */
"PatchDryRunOk" = "El ensayo del parche tuvo éxito. Deseleccione la opción 'Ensayo' y ejecute de nuevo para aplicarlo de verdad.";

/* PatchDryRunOkTitle */
"PatchDryRunOkTitle" = "Parche correcto!";

/* PatchDryRunToolTip */
"PatchDryRunToolTip" = "Sólo probar si se aplicaría el parche";

/* PatchFailedMessage */
"PatchFailedMessage" = "Falló la operación de aplicar un parche a la carpeta de trabajo - la razón más plausible es que el estado de uno o varios ficheros en la carpeta haya sido alterado más allá del umbral que admite un proceso de parcheado automático.\n\nPor favor proceda con los cambios manualmente.";

/* PatchFailedTitle */
"PatchFailedTitle" = "Parche ";

/* PatchGitDryRunUnavailable */
"PatchGitDryRunUnavailable" = "Git does not support --dry-run on full commit imports";

/* PatchHgDryRunUnavailable */
"PatchHgDryRunUnavailable" = "Mercurial does not support --dry-run on full commit imports or patches with extended diff options";

/* PatchIsBasicDiff */
"PatchIsBasicDiff" = "Parche es un formato de una comparación con la copia local";

/* PatchIsExtendedDiff */
"PatchIsExtendedDiff" = "Un Parche contienen información extendida de las diferencias (copiar, renombrar, binario etc)";

/* PatchIsGitCommit */
"PatchIsGitCommit" = "El parche contiene una anotación de Git";

/* PatchIsMercurialChangeset */
"PatchIsMercurialChangeset" = "El parche contiene un conjunto de cambios de Mercurial";

/* PatchIsNotAPatch */
"PatchIsNotAPatch" = "Parche inválido.";

/* PendingFiles */
"PendingFiles" = "Ficheros pendientes";

/* PleaseSelectACommit */
"PleaseSelectACommit" = "Por favor selecciona una anotación.";

/* PleaseSelectARemoteBranch */
"PleaseSelectARemoteBranch" = "Por favor selecciona una rama remota.";

/* PleaseSelectARevision */
"PleaseSelectARevision" = "Por favor selecciona una revisión.";

/* ProceedNotRecommended */
"ProceedNotRecommended" = "Proceder (No Recomendado)";

/* PullFailedTitle */
"PullFailedTitle" = "Recepción fallida";

/* PullSubtreeMessage */
"PullSubtreeMessage" = "¿Estás seguro de que quieres recibir el subárbol '%@' desde '%@' utilizando la rama/anotación '%@'?";

/* PullSubtreeTitle */
"PullSubtreeTitle" = "Recibir subárbol";

/* Push... */
"Push..." = "Subir...";

/* PushCommitImmedatelyTo */
"PushCommitImmedatelyTo" = "Enviar cambios inmediatamente a %@";

/* PushFromCommitFailedMsg */
"PushFromCommitFailedMsg" = "Tu confirmacion fue exitosa pero el push falló. Para reintentar el push, utiliza el boton Push de la barra de herramientas";

/* PushFromCommitFailedTitle */
"PushFromCommitFailedTitle" = "Envío fallido";

/* PushSubtreeMessage */
"PushSubtreeMessage" = "Are you sure you want to push subtree '%@' to repo '%@' with branch/commit '%@'?";

/* PushSubtreeTitle */
"PushSubtreeTitle" = "Subir Subárbol";

/* PushToLogViewMenuTitle */
"PushToLogViewMenuTitle" = "Subir revisión %@...";

/* PushToLogViewPlainMenuTitle */
"PushToLogViewPlainMenuTitle" = "Enviando revisión…";

/* Rebase */
"Rebase" = "Reorganización";

/* RebaseAbort */
"RebaseAbort" = "Abortar reorganización";

/* RebaseAbortSummaryText */
"RebaseAbortSummaryText" = "Abortando reorganización";

/* RebaseContinue */
"RebaseContinue" = "Continuar reorganización";

/* RebaseContinueAbortMsg */
"RebaseContinueAbortMsg" = "Parece que estás en medio de una reorganización que probablemente se ha interrumpido por un conflicto. Si ya has resuelto los conflictos en tu copia de trabajo, por favor escoge entre continuar con la reorganización o abortar el proceso en el que te encuentras actualmente.";

/* RebaseContinueAbortTitle */
"RebaseContinueAbortTitle" = "Reorganización en proceso";

/* RebaseContinueSummaryText */
"RebaseContinueSummaryText" = "Continuando la reorganización";

/* RebasingInteractively */
"RebasingInteractively" = "Reorganizando de forma interactiva…";

/* Register */
"Register" = "Registrar";

/* RegisteringAccountStatus */
"RegisteringAccountStatus" = "Registrando cuenta…";

/* RegisterNowButton */
"RegisterNowButton" = "Regístrese Ahora - ¡Gratis!";

/* ReleaseName */
"ReleaseName" = "Versión de la publicación:";

/* RemoteProjectLinkBaseURLInvalid */
"RemoteProjectLinkBaseURLInvalid" = "La ruta del dominio no es valida - Debe ser un ruta valida http[s]://";

/* RemoteProjectLinkBaseURLMissing */
"RemoteProjectLinkBaseURLMissing" = "Por favor introduzca la ruta del dominio para esta rama remota para mejorar la integración.";

/* RemoteProjectLinkValidationTitle */
"RemoteProjectLinkValidationTitle" = "Error de validación";

/* RemoteUrlCannotMatchToRepoMsg */
"RemoteUrlCannotMatchToRepoMsg" = "No se ha definido ningún remoto en el repositorio seleccionado que coincida con los detalles del proyecto remoto entrante. Si aún así desea asociar este repositorio con este vínculo remoto, por favor edite los detalles del remoto en su repositorio para que coincida.";

/* RemoteUrlCannotMatchToRepoTitle */
"RemoteUrlCannotMatchToRepoTitle" = "Detalles del servidor remoto no coincide";

/* RemoveBookmark */
"RemoveBookmark" = "Eliminar Marcador";

/* RemoveBookmarks */
"RemoveBookmarks" = "Eliminar Marcadores";

/* RenameBranch */
"RenameBranch" = "Renombrar Rama";

/* RenameBranchFieldLabel */
"RenameBranchFieldLabel" = "Nombre de la nueva rama:";

/* Replace */
"Replace" = "Reemplazar";

/* RepoIsGone */
"RepoIsGone" = "Repositorio Inexistente";

/* RepoIsGoneMsg */
"RepoIsGoneMsg" = "Al parecer este repositorio fue borrado o movido a otra carpeta desde el sistema de archivos.\n\n¿Quieres eliminar el marcador o seleccionar nuevamente la carpeta correcta?\n";

/* RepoMovedOrDeleted */
"RepoMovedOrDeleted" = "Repositorio movido o eliminado";

/* RepoScanningDone */
"RepoScanningDone" = "Hecho, por favor seleccione los siguientes repositorios a agregar.";

/* RepositoryActions */
"RepositoryActions" = "Acciones del repositorio";

/* RequiredFieldMsg */
"RequiredFieldMsg" = "El campo %@ es un campo obligatorio";

/* ReregisterButton */
"ReregisterButton" = "Registrarse nuevamente";

/* ResetBranchToMenuTitle */
"ResetBranchToMenuTitle" = "Restablecer %@ a este commit";

/* ResetMenuTitle */
"ResetMenuTitle" = "Reset...";

/* ResetToCommitMenuTitle */
"ResetToCommitMenuTitle" = "Restablecer a la anotación…";

/* RestoreCommitButtonTitle */
"RestoreCommitButtonTitle" = "Restaurar ";

/* RestoreCommitContextMenuTitle */
"RestoreCommitContextMenuTitle" = "Restaurar anotación…";

/* ReverseHunk */
"ReverseHunk" = "Revertir Bloque";

/* ReverseLines */
"ReverseLines" = "Revertir Lineas";

/* RevertMenuTitle */
"RevertMenuTitle" = "Revertir";

/* RevertNoFilesSelectedMsg */
"RevertNoFilesSelectedMsg" = "Por favor selecciona al menos un archivo para continuar.";

/* RevertNoFilesSelectedTitle */
"RevertNoFilesSelectedTitle" = "No hay archivos seleccionados";

/* RevertPickParentMessage */
"RevertPickParentMessage" = "Due to an outstanding merge your working copy has more than one parent revision. Please pick the revision you wish to revert to:\n\n%@\n\nor:\n\n%@";

/* RevertPickParentTitle */
"RevertPickParentTitle" = "Elegir revisión principal";

/* RevertToRevisionMenuTitle */
"RevertToRevisionMenuTitle" = "Revertir a la revisión…";

/* RevisionDetailsForMultipleSelection */
"RevisionDetailsForMultipleSelection" = "Mostrando todos los cambios entre %@ y %@";

/* RevisionLabel */
"RevisionLabel" = "Revisión:";

/* ScanForRepositories */
"ScanForRepositories" = "Explorar carpetas por repositorios";

/* SetDestinationPath */
"SetDestinationPath" = "Seleccione ruta de destino";

/* No comment provided by engineer. */
"Settings" = "Configuración";

/* ShelveExistsAlertMsg */
"ShelveExistsAlertMsg" = "A shelve with this name already exists.\n\nDo you want to overwrite the existing shelve with the same name? You will lose your changes in your existing shelve.";

/* ShelveExistsAlertTitle */
"ShelveExistsAlertTitle" = "El estante ya existe";

/* ShelveMenuTitle */
"ShelveMenuTitle" = "Dejar en un estante los cambios…";

/* ShowCommandOutputMenuItemTitle */
"ShowCommandOutputMenuItemTitle" = "Mostrar respuesta de comando";

/* ShowSidebarMenuItemTitle */
"ShowSidebarMenuItemTitle" = "Mostrar Panel Lateral";

/* BOOKMARKS */
"SidebarBookmarks" = "MARCADORES";

/* BRANCHES */
"SidebarBranches" = "RAMAS";

/* SidebarCheckout */
"SidebarCheckout" = "Desplegar %@";

/* SidebarCloseBranch */
"SidebarCloseBranch" = "Cerrar %@";

/* SidebarDeleteBranch */
"SidebarDeleteBranch" = "Borrar %@";

/* SidebarDeleteSubmodule */
"SidebarDeleteSubmodule" = "Borrar %@";

/* SidebarFetchRemote */
"SidebarFetchRemote" = "Recoger desde %@";

/* FILE STATUS */
"SidebarFileStatus" = "ESTADO DEL ARCHIVO";

/* SidebarMergeBranch */
"SidebarMergeBranch" = "Unir %@ en %@";

/* SidebarNewSubmodule */
"SidebarNewSubmodule" = "Añadir submódulo...";

/* SidebarNewSubrepository */
"SidebarNewSubrepository" = "Agregar Subrepositorio...";

/* SidebarNewSubtree */
"SidebarNewSubtree" = "Agregar/Enlazar subárbol";

/* SidebarOpenSubmodule */
"SidebarOpenSubmodule" = "Abrir %@";

/* SidebarPullRemote */
"SidebarPullRemote" = "Recibir de %@…";

/* SidebarPullRemoteBranch */
"SidebarPullRemoteBranch" = "Recibir %@ en %@";

/* SidebarPullTrackedBranch */
"SidebarPullTrackedBranch" = "Recibir %@ (supervisada)";

/* SidebarPushRemote */
"SidebarPushRemote" = "Subir a %@...";

/* SidebarPushTo */
"SidebarPushTo" = "Subir a %@...";

/* SidebarPushTrackedBranch */
"SidebarPushTrackedBranch" = "Enviar a %@ (rastreado)";

/* SidebarRebaseBranch */
"SidebarRebaseBranch" = "Reorganizar cambios actuales en %@";

/* REMOTES */
"SidebarRemotes" = "REMOTOS";

/* SidebarRemoveRemote */
"SidebarRemoveRemote" = "Quitar %@...";

/* SidebarRemoveTag */
"SidebarRemoveTag" = "Borrar %@";

/* SHELVED */
"SidebarShelved" = "ESTANTE";

/* STASHES */
"SidebarStashes" = "RESERVADOS";

/* SUBMODULES */
"SidebarSubmodules" = "SUBMODULOS";

/* SUBREPOSITORIES */
"SidebarSubrepos" = "SUBREPOSITORIOS";

/* SUBTREES */
"SidebarSubtrees" = "SUBARBOLES";

/* TAGS */
"SidebarTags" = "ETIQUETAS";

/* SidebarUpdateTo */
"SidebarUpdateTo" = "Actualizar a %@";

/* SignRevConfirmMsg */
"SignRevConfirmMsg" = "Are you sure you wish to sign revision %@? This will create a new commit.";

/* SignRevConfirmTitle */
"SignRevConfirmTitle" = "Confirm Sign Revision";

/* SignRevisionTaskTitle */
"SignRevisionTaskTitle" = "Firmar revisión";

/* SortedByCheckedUnchecked */
"SortedByCheckedUnchecked" = "ordenar por comprobados / sin comprobar";

/* SortedByFilename */
"SortedByFilename" = "ordenar por nombre de archivo";

/* SortedByFilenameReverse */
"SortedByFilenameReverse" = "Ordenar por nombre de archivo (invertido)";

/* SortedByFileStatus */
"SortedByFileStatus" = "ordenar por estado del archivo";

/* SortedByPath */
"SortedByPath" = "ordenar por ruta";

/* SortedByPathReverse */
"SortedByPathReverse" = "Ordenar por ruta (invertida)";

/* SourceEqualsDest */
"SourceEqualsDest" = "Debes seleccionar un archivo diferente de destino";

/* SourceEqualsDestTitle */
"SourceEqualsDestTitle" = "Nombre de archivo no válido";

/* SpecifiedCommitLabel */
"SpecifiedCommitLabel" = "Anotación especificada:";

/* SpecifiedRevisionLabel */
"SpecifiedRevisionLabel" = "Revisión especificada:";

/* SpecifySubtreeLocalRelativePath */
"SpecifySubtreeLocalRelativePath" = "Seleccionar ruta de subárbol";

/* SSLErrorHelpMessage */
"SSLErrorHelpMessage" = "Click 'More Info' for details on how to resolve this.";

/* SSLErrorTitle */
"SSLErrorTitle" = "Error de certificado SSL";

/* No comment provided by engineer. */
"StagedFiles" = "Ficheros preparados";

/* StageHunk */
"StageHunk" = "Preparar Bloque";

/* StageLines */
"StageLines" = "Prepara Lineas";

/* StashExistsAlertMsg */
"StashExistsAlertMsg" = "A stash with this name already exists.\n\nDo you want to create a new stash with the same name? Your existing stash will not be overwritten.";

/* StashExistsAlertTitle */
"StashExistsAlertTitle" = "El reservado ya existe";

/* StashMenuTitle */
"StashMenuTitle" = "Dejar en el reservado los cambios…";

/* StatusTooltipAdded */
"StatusTooltipAdded" = "Añadido";

/* StatusTooltipClean */
"StatusTooltipClean" = "Sin cambios";

/* StatusTooltipDeleted */
"StatusTooltipDeleted" = "Removido";

/* StatusTooltipIgnored */
"StatusTooltipIgnored" = "Ignorado";

/* StatusTooltipMergeConflicted */
"StatusTooltipMergeConflicted" = "En Conflicto";

/* StatusTooltipMergeResolved */
"StatusTooltipMergeResolved" = "Unidos";

/* StatusTooltipMissing */
"StatusTooltipMissing" = "Ausente";

/* StatusTooltipModified */
"StatusTooltipModified" = "Modificado";

/* StatusTooltipRenamed */
"StatusTooltipRenamed" = "Renombrado";

/* StatusTooltipSubrepoChanged */
"StatusTooltipSubrepoChanged" = "Subrepository tracked commit changed";

/* StatusTooltipUnknown */
"StatusTooltipUnknown" = "No Supervisado";

/* StripMenuTitle */
"StripMenuTitle" = "Quitar desde aquí";

/* SubmoduleGitOnlyMsg */
"SubmoduleGitOnlyMsg" = "Sub-modulos solo pueden ser repositorios git";

/* SubmoduleGitOnlyTitle */
"SubmoduleGitOnlyTitle" = "No es un repositorio de Git";

/* SubmoduleOutsideRepoMsg */
"SubmoduleOutsideRepoMsg" = "Debes seleccionar una ruta que esté dentro de la ruta del repositorio";

/* SubmoduleOutsideRepoTitle */
"SubmoduleOutsideRepoTitle" = "Ruta Inválida";

/* SubmodulesWithUncommitted */
"SubmodulesWithUncommitted" = "Uncommitted submodules:";

/* SubmodulesWithUnpushed */
"SubmodulesWithUnpushed" = "Submodules with outgoing changes:";

/* SubreposWithUncommitted */
"SubreposWithUncommitted" = "Uncommitted subrepositories:";

/* SubreposWithUnpushed */
"SubreposWithUnpushed" = "Subrepositories with outgoing changes:";

/* SubrepoUncommittedChangesParentCommitMsg */
"SubrepoUncommittedChangesParentCommitMsg" = "You must commit outstanding changes to subrepositories before committing the parent repository.";

/* SubrepoUncommittedChangesParentCommitTitle */
"SubrepoUncommittedChangesParentCommitTitle" = "Cambios sin commit del repositorio";

/* SubrepoUnpushedChangesParentPushMsg */
"SubrepoUnpushedChangesParentPushMsg" = "Debes subir tus cambios al repositorio antes de proceder";

/* SubrepoUnpushedChangesParentPushTitle */
"SubrepoUnpushedChangesParentPushTitle" = "Subir repositorios antes de continuar";

/* SubtreeDetailsMsg */
"SubtreeDetailsMsg" = "Details for subtree:\n\nRepo: %@\nLocal Relative Path: %@\nBranch / Commit: %@";

/* SubtreeDetailsTitle */
"SubtreeDetailsTitle" = "Detalles Subárbol";

/* SubtreeLinkFolderConfirmMsg */
"SubtreeLinkFolderConfirmMsg" = "A folder already exists at the path you've specified. Do you want to create a link between the remote details you've specified and the existing folder? (note, this won't cause any changes in your repository)";

/* SubtreeLinkFolderConfirmTitle */
"SubtreeLinkFolderConfirmTitle" = "Enlazar detalles de subárbol";

/* SubtreeMissingCommitBranchMsg */
"SubtreeMissingCommitBranchMsg" = "The field 'Branch / Commit' is a required field";

/* SubtreeMissingCommitBranchTitle */
"SubtreeMissingCommitBranchTitle" = "Detalle de subárbol inexistente";

/* SubtreeMissingSourcePathMsg */
"SubtreeMissingSourcePathMsg" = "A source path / URL is required to perform a subtree action";

/* SubtreeMissingSourcePathTitle */
"SubtreeMissingSourcePathTitle" = "Ruta de subárbol inexistente";

/* SubtreePathAlreadyUsedMsg */
"SubtreePathAlreadyUsedMsg" = "The local subtree path '%@' is already linked to a subtree. Do you want to replace the details already associated with that subtree?";

/* SubtreePathAlreadyUsedTitle */
"SubtreePathAlreadyUsedTitle" = "Override Subtree Link";

/* SubtreePathPrefixAbsolutePathMsg */
"SubtreePathPrefixAbsolutePathMsg" = "The path prefix specified is an absolute path which could cause problems with your subtree. Are you sure you want to continue?";

/* SubtreePathPrefixAbsolutePathTitle */
"SubtreePathPrefixAbsolutePathTitle" = "Path Prefix Error";

/* SubtreeSquashOption */
"SubtreeSquashOption" = "Anotaciones Squash";

/* SubversionPullTaskSummary */
"SubversionPullTaskSummary" = "Recibiendo desde Subversion";

/* SubversionRevisionLabels */
"SubversionRevisionLabels" = "Subversion Revision:";

/* SummaryClean */
"SummaryClean" = "Sin cambios";

/* SummaryDiffSuppressed */
"SummaryDiffSuppressed" = "diferencias omitidas (tamaño archivo o patrón)";

/* SummaryMergeConflict */
"SummaryMergeConflict" = "Unión sin resolver:";

/* SummaryMergeOk */
"SummaryMergeOk" = "Unir:";

/* SummaryNumAdded */
"SummaryNumAdded" = "Agregado: %u";

/* SummaryNumConflicts */
"SummaryNumConflicts" = "Conflictos: %u ";

/* SummaryNumIncoming */
"SummaryNumIncoming" = "Entrante: %u ";

/* SummaryNumMissing */
"SummaryNumMissing" = "Ausente: %u";

/* SummaryNumModified */
"SummaryNumModified" = "Modificado: %u ";

/* SummaryNumOutgoing */
"SummaryNumOutgoing" = "Saliente: %u";

/* SummaryNumRemoved */
"SummaryNumRemoved" = "Eliminado: %u ";

/* SummaryNumUnknown */
"SummaryNumUnknown" = "Desconocido: %u ";

/* SummaryRebaseConflict */
"SummaryRebaseConflict" = "Reorganización sin resolver:";

/* SummaryRebaseOk */
"SummaryRebaseOk" = "Reorganización:";

/* SummaryTextCopyRename */
"SummaryTextCopyRename" = "Archivo copiado/renombrado desde %@";

/* SummaryTextDeletedBinary */
"SummaryTextDeletedBinary" = "Archivo binario borrado";

/* SummaryTextDeletedFile */
"SummaryTextDeletedFile" = "Archivo borrado";

/* SummaryTextFileContents */
"SummaryTextFileContents" = "Contenidos del archivo";

/* SummaryTextHunkSameLines */
"SummaryTextHunkSameLines" = "Bloque %d : Líneas %d-%d";

/* SummaryTextLines */
"SummaryTextLines" = "líneas";

/* SummaryTextLinesAdded */
"SummaryTextLinesAdded" = "líneas añadidas";

/* SummaryTextLinesRemoved */
"SummaryTextLinesRemoved" = "líneas eliminadas";

/* SummaryTextModifiedBinary */
"SummaryTextModifiedBinary" = "Archivo binario modificado";

/* SummaryTextModifiedFile */
"SummaryTextModifiedFile" = "Archivo modificado";

/* SummaryTextNewBinary */
"SummaryTextNewBinary" = "Nuevo archivo binario";

/* SummaryTextNewFile */
"SummaryTextNewFile" = "Nuevo archivo";

/* SummaryTextSubrepoCommitChanged */
"SummaryTextSubrepoCommitChanged" = "Commit seguido del sub-repo ha cambiado";

/* SummaryTextUnmodified */
"SummaryTextUnmodified" = "Archivo sin modificar";

/* SummaryTextUntrackedBinary */
"SummaryTextUntrackedBinary" = "Archivo binario no indexado";

/* SummaryTextUntrackedFile */
"SummaryTextUntrackedFile" = "Archivo sin supervisar";

/* SvnRepoIdentified */
"SvnRepoIdentified" = "Este es un servidor Subversion (debe clonar a Git o Mercurial)";

/* SvnRepoIdentifiedUseNative */
"SvnRepoIdentifiedUseNative" = "Este es un servidor Subversion";

/* SvnSelectTargetTypeMsg */
"SvnSelectTargetTypeMsg" = "Por favor, decida convertir el repositorio Subversion en Git o Mercurial.";

/* SvnSelectTargetTypeTitle */
"SvnSelectTargetTypeTitle" = "Seleccionar tipo de repositorio final";

/* SwitchingWorkingCopyTaskTitle */
"SwitchingWorkingCopyTaskTitle" = "Intercambiando copia de trabajo...";

/* SystemGitFlowFolderMsg */
"SystemGitFlowFolderMsg" = "Seleccionar la versión de git-flow que quieres usar";

/* SystemGitFlowFolderTitle */
"SystemGitFlowFolderTitle" = "Ubicar git-flow";

/* SystemGitFlowWarningMsg */
"SystemGitFlowWarningMsg" = "SourceTree requires a recent version of git-flow which includes 2  pull requests which were added to the 'develop' branch of the official git-flow repository (https://github.com/nvie/gitflow) from 9th July 2012 onwards.\n\n. Your system version of git-flow MUST include these pull requests, numbered #222 and #223.";

/* SystemGitFlowWarningTitle */
"SystemGitFlowWarningTitle" = "Advertencia: requerimientos de la versión git-flow";

/* SystemGitFolderMsg */
"SystemGitFolderMsg" = "Locate your system git executable";

/* SystemGitFolderTitle */
"SystemGitFolderTitle" = "Ubicar sistema Git";

/* SystemGitLfsFolderMsg */
"SystemGitLfsFolderMsg" = "Locate your system git-lfs executable";

/* SystemGitLfsFolderTitle */
"SystemGitLfsFolderTitle" = "Locate system Git LFS";

/* SystemMercurialFolderFieldName */
"SystemMercurialFolderFieldName" = "Carpeta del paquete mercurial Python:";

/* SystemMercurialFolderMsg */
"SystemMercurialFolderMsg" = "Please locate your system Mercurial package. \nThis should be within your Python library folder, \nfor example '/Library/Python/2.7/site-packages/mercurial'.";

/* SystemMercurialFolderTitle */
"SystemMercurialFolderTitle" = "localizar Sistema Mercurial";

/* TagDetails */
"TagDetails" = "Detalle de Etiqueta";

/* TaskCantCreateOutputFile */
"TaskCantCreateOutputFile" = "Unable to write output to file: %@";

/* TaskPullingFrom */
"TaskPullingFrom" = "Recibiendo de %@";

/* TaskRevertingFilesTo */
"TaskRevertingFilesTo" = "Volver archivos a %@";

/* TransplantMenuTitle */
"TransplantMenuTitle" = "Trasplante";

/* TrialDaysRemainingMessage */
"TrialDaysRemainingMessage" = "Aun posee %d días de su período de prueba.";

/* Uncommitted changes */
"UncommittedChanges" = "This revision does not yet exist, it will be created once you commit your changes.";

/* UncommittedChangesMsg */
"UncommittedChangesMsg" = "You have uncommitted changes in your working copy that need to be committed before you can proceed; please commit and then repeat this action.";

/* UncommittedChangesTitle */
"UncommittedChangesTitle" = "Cambios sin anotar";

/* UndoRedoMenuTitleDelete */
"UndoRedoMenuTitleDelete" = "Eliminar";

/* UndoRedoMenuTitleEdit */
"UndoRedoMenuTitleEdit" = "Editar";

/* UndoRedoMenuTitleEditMessage */
"UndoRedoMenuTitleEditMessage" = "Editar mensaje";

/* UndoRedoMenuTitleMove */
"UndoRedoMenuTitleMove" = "Mover";

/* UndoRedoMenuTitleSquash */
"UndoRedoMenuTitleSquash" = "Squash";

/* UnknownErrorMsg */
"UnknownErrorMsg" = "Error desconocido";

/* No comment provided by engineer. */
"UnstagedFiles" = "Ficheros no preparados";

/* UnstageHunk */
"UnstageHunk" = "Descartar bloque";

/* UnstageLines */
"UnstageLines" = "Descartar lineas";

/* UntrackedFiles */
"UntrackedFiles" = "Archivos sin supervisar";

/* UpdateToMenuTitle */
"UpdateToMenuTitle" = "Actualizar a...";

/* UrlDetectionMsg */
"UrlDetectionMsg" = "Detalles";

/* UseRevisionButton */
"UseRevisionButton" = "Usar %@";

/* WarnCheckoutDetachedHeadMsg */
"WarnCheckoutDetachedHeadMsg" = "Checking out this commit will create a detached HEAD, and you will no longer be on any branch (unless you subsequently create a new one). \nDesplegando esta anotación crearás un puntero desligado (detached HEAD) y ya no estarás en ninguna rama (a menos que crees una nueva).\n\n¿Estás seguro de que esto es lo que quieres? Si no, pulsa Cancelar y selecciona otra anotación o, si esto es una rama remota, puedes usar la pestaña 'Desplegar nueva rama' en vez de crear una rama nueva.";

/* WarnCheckoutDetachedHeadTitle */
"WarnCheckoutDetachedHeadTitle" = "Atención: creando un HEAD separado.";

/* WarnWorkingCopyResetMsg */
"WarnWorkingCopyResetMsg" = "Advertencia: realizar esta acción requiere descartar TODOS sus cambios sin confirmar ¿está seguro de que desea proceder?";

/* WarnWorkingCopyResetTitle */
"WarnWorkingCopyResetTitle" = "¡Cambios sin anotar!";

/* Working Copy */
"Working Copy" = "Copia Local";

/* No
   Yes */
"Yes" = "Si";

